#include <bits/stdc++.h>
using namespace std;
int main(){
    printf("首先我想说说qhq为什么是一个渣男.\n在暑假时就跟&&聊天搞暧昧，&&问他：你猜猜我喜欢谁.之后&&凌晨四点做噩梦吓醒了，找qhq寻求安慰.但qhq性情薄凉，说出『她关我什么事』这种渣男语录.让我十分愤怒😡\n开学时一起去操场跑步，qhq的一群迷妹在篮球场欢呼：qhq！qhq！ 我对此十分震撼，并问qhq那些妹子是谁，qhq说我不想戴眼镜，看不清楚，我也不知道是谁.性情薄凉.寒了南京学院少女的心.\nqhq在博士英语课上大放光彩，认识了许许多多的博士姐姐与硕士妹妹，并且和她们加微信畅聊，还在食堂一起吃饭.但此时他还在跟xx同学不明不白.\nqhq自从我认识他的时候就用着女生头像，我一直只是单纯的觉得他喜欢.直到后来有一天他把qq性别改成了女的，我出于好奇问了一下他.原来是qhq经常在王者跟妹妹开黑，但是妹妹的男朋友非常不乐意，于是他就把头像性别都改成女的了，这样妹妹男朋友就以为qhq是个女生.甚至后来他还花钱把气泡改成了软萌风.渣男行径令人作呕.并且qhq在王者上还不止一个妹妹.\n在qhq与&&已经几乎没有可能的时候，qhq便把目标转向了一起打乒乓球的&&&，qhq本是以一个猎人的身份出现，没想到很快就成为了一个猎物，彻底的沦陷在了&&&的爱情漩涡里.\nqhq每次去科学会堂打乒乓球都要提前洗头，其心机可见一斑.");
    return 0;
}